[
    {
        "category": "Sports",
        "title": "Juan Martin del Potro 'likely' to play in Estoril next year",
        "locations": [
            "Estoril"
        ],
        "summary": [
            "Argentinean tennis player Juan Martin del Potro is \"likely\" to play at the Millennium Estoril Open next year, per Jose Morgado.",
            "Unfortunately, del Potro was forced 59 withdraw before his clash against Ryan Harrison due to the death of his grandfather.",
            "It remains to be seen will del Potro, who kicked off his 2017 clay-court campaign in Estoril, do the same next year.",
            "Meanwhile, Estoril Tournament Director Joao Zilhao is eyeing to bring a few Milan Next Gen ATP Finals.participants to his event.",
            "Rising Nick Kyrgios was also set to play in Estoril this year but skipped the event due to the death of his grandfather."
        ],
        "geo_coordinates": [
            [
                36.5748441,
                -9.39365580000003
            ]
        ],
        "link": "http://www.tennisworldusa.org/tennis/news/ATP_Tennis/48846/juan-martin-del-potro-likely-to-play-in-estoril-next-year/",
        "img_url": "http://www.tennisworldusa.org/imgb/53061/juan-martin-del-potro-likely-to-play-in-estoril-next-year.jpg"
    },
    {
        "category": "Sports",
        "title": "Danica Patrick remains determined and dedicated to her craft",
        "locations": [
            "Daytona"
        ],
        "summary": [
            "(Photo by Steve Mack/FilmMagic)\n                              \n            \n          \n                                                      \n                    \n                    \n          \n\n            \n              \n                                NEW YORK, NY - NOVEMBER 01:  Filmmaker/journalist Hannah Storm (L) and race car driver Danica Patrick visit the Build Series to discuss 'Danica' at Build Studio on November 1, 2017 in New York City.",
            "(Photo by Ben Gabbe/Getty Images)\n                              \n            \n          \n                                                      \n                    \n                    \n          \n\n            \n              \n                                NEW YORK, NY - NOVEMBER 01:  Build presents Hannah Storm and Danica Patrick discussing 'Danica' at Build Studio on November 1, 2017 in New York City.",
            "(Photo by Steve Mack/FilmMagic)\n                              \n            \n          \n                                                      \n                    \n                    \n          \n\n            \n              \n                                NEW YORK, NY - NOVEMBER 01:  Race car driver Danica Patrick visits the Build Series to discuss 'Danica' at Build Studio on November 1, 2017 in New York City.",
            "(Photo by Ben Gabbe/Getty Images)\n                              \n            \n          \n                                                      \n                    \n                    \n          \n\n            \n              \n                                NEW YORK, NY - NOVEMBER 01:  Filmmaker/journalist Hannah Storm (L) and race car driver Danica Patrick visit the Build Series to discuss 'Danica' at Build Studio on November 1, 2017 in New York City.",
            "(Photo by Ben Gabbe/Getty Images)\n                              \n            \n          \n                                                      \n                    \n                    \n          \n\n            \n              \n                                NEW YORK, NY - NOVEMBER 01:  Build presents Hannah Storm and Danica Patrick discussing 'Danica' at Build Studio on November 1, 2017 in New York City."
        ],
        "geo_coordinates": [
            [
                47.6380115,
                -122.141976269487
            ]
        ],
        "link": "https://www.aol.com/article/entertainment/2017/11/04/danica-patrick-remains-determined-and-dedicated-to-her-craft/23265297/",
        "img_url": "https://o.aolcdn.com/images/dims3/GLOB/crop/3000x1971+0+32/resize/1028x675!/format/jpg/quality/85/http%3A%2F%2Fo.aolcdn.com%2Fhss%2Fstorage%2Fmidas%2Feeb4550c558c385407a2c88e7012943a%2F205828161%2Frace-car-driver-danica-patrick-and-journalist-hannah-storm-visit-the-picture-id869075128"
    },
    {
        "category": "Sports",
        "title": "UAA skaters fall to Lake Superior State in OT",
        "locations": [
            "Michigan"
        ],
        "summary": [
            "The UAA hockey team is still looking for its first win of the season after a 3-2 overtime loss Friday to Lake Superior State in Sault Ste. Marie, Michigan.",
            "The Seawolves, playing their first Western Collegiate Hockey Association game of the season, scored the first and last goals in regulation at Taffy Abel Arena.",
            "Nicolas Erb-Ekholm ended a scoreless game 30 seconds into the second period with his second goal of the season, a power-play strike set up by brothers Nathan and Jonah Renouf.",
            "Lake Superior State (2-6-2 overall, 1-1-1 WCHA) grabbed a 2-1 lead on Anthony Nellis' even-strength goal in the second period and William Riedell's power play goal early in the third period.",
            "With about six minutes left in regulation and UAA again on the power play, Cameron Trott tied the game with his second goal of the season."
        ],
        "geo_coordinates": [
            [
                43.6211955,
                -84.6824346
            ]
        ],
        "link": "http://www.adn.com/sports/uaa-athletics/2017/11/03/uaa-skaters-fall-to-lake-superior-state-in-ot/",
        "img_url": "https://www.adn.com/resizer/FDwfHkS5ukEyA4fQ-2fkvDGhW_0=/1200x0/s3.amazonaws.com/arc-wordpress-client-uploads/adn/wp-content/uploads/2017/11/03084244/Generic-Hockey-5.jpg"
    },
    {
        "category": "Sports",
        "title": "Santa Ana charges past Segerstrom, completes another perfect run in Golden West League",
        "locations": [
            "California"
        ],
        "summary": [
            "Santa Ana (9-1, 5-0) clinched sole possession of the league title and earned the right to be home for the opening round of the Division 12 playoffs next week.",
            "The Saints were led by a trio of key contributors – Damian Macias, Allen Pacheco and Julian Gomez.",
            "Julian Gomez talking about Santa Ana’s 35-14 win over Segerstrom.",
            "Macias answered back with a long scoring run on Santa Ana’s next drive, this one for 51 yards and a 14-7 lead.",
            "After Gomez recovered a Segerstrom fumble on the next possession, he finished the drive with an 11-yard touchdown catch and a 21-7 cushion."
        ],
        "geo_coordinates": [
            [
                36.778261,
                -119.41793239999998
            ]
        ],
        "link": "http://www.ocregister.com/2017/11/03/santa-ana-charges-past-segerstrom-completes-another-perfect-run-in-golden-west-league/",
        "img_url": "http://www.ocregister.com/wp-content/uploads/2017/11/ocvarsity-football6.jpg?w=1024&h=722"
    },
    {
        "category": "Sports",
        "title": "Jayvaun Wilson leads Valencia to ninth straight league title",
        "locations": [
            "Valencia"
        ],
        "summary": [
            "VALENCIA — Jayvaun Wilson got Valencia rolling on the second play of the game, and the Vikings just kept putting up the points.",
            "Wilson ran 56 yards for a touchdown, and Valencia never looked back, defeating Canyon 59-7 on Friday night to win its ninth straight Foothill League title.",
            "Wilson had just six carries, but he ran for 125 yards and three rushing touchdowns, as the Vikings (9-1 overall and 5-0 in league) won their 33rd straight Footill League game.",
            "Valencia quarterback Connor Downs completed 8 of 11 passes for 193 yards and four touchdowns.",
            "Valencia running back Moises Haynes returned after missing the past two games with an ankle injury and had six carries for 69 yards and a touchdown."
        ],
        "geo_coordinates": [
            [
                40.46366700000001,
                -3.7492200000000366
            ]
        ],
        "link": "http://www.dailynews.com/2017/11/03/jayvaun-wilson-leads-valencia-to-ninth-straight-league-title/",
        "img_url": "http://www.dailynews.com/wp-content/uploads/2017/09/img_3776.jpg"
    },
    {
        "category": "Sports",
        "title": "Easton football seniors trade in somber march for jubilant lap on home turf",
        "locations": [
            "New Jersey"
        ],
        "summary": [
            "The Easton Area High School football team’s seniors took a somber march around the Cottingham Stadium turf on Oct. 27.",
            "Easton, which lost to Nazareth in its regular-season finale, smashed the Blue Eagles on Friday night for a 35-7 mercy-rule victory in the District 11 Class 6A quarterfinals at Cottingham.",
            "“For these seniors to get their last win at Cottingham, instead of the sad lap they took last week – I just watched these guys, happy as can be running, around this field.",
            "Last week, Easton surrendered 287 passing yards.",
            "This week, the Red Rovers allowed 92 passing yards prior to using an all-reserve group for Nazareth’s final offensive series."
        ],
        "geo_coordinates": [
            [
                40.0583238,
                -74.4056612
            ]
        ],
        "link": "http://highschoolsports.lehighvalleylive.com/news/article/9190288369124226043/easton-football-seniors-trade-in-somber-march-for-jubilant-lap-on-home-turf/",
        "img_url": "https://hssn-media.advance.net/PennLive.com/news/e4b9dddfe79e43c488c09af6594ba272/Easton33.jpg"
    },
    {
        "category": "Politics",
        "title": "The Hackers' Democratic targets",
        "locations": [
            "Washington"
        ],
        "summary": [
            "The communications director for the 2016 presidential campaign of Hillary Clinton, White House communications directo...\n\n(AP Photo/Patrick Semansky).",
            "FILE - In this Friday, Oct. 28, 2016 file photo, Robby Mook, center, accompanied by Director of Communications Jennifer Palmieri, speaks to members of the media aboard Democratic presidential candidate Hillary Clinton's campai...\n\n(AP Photo/Patrick Semansky, File).",
            "Chairman of Hillary Clinton's 2016 presidential campaign, chief of staff to President Bill Clinton, veteran of Capitol Hill, former chair of the think tank Center for American Progress.",
            "Communications director for Hillary Clinton's 2016 campaign, White House communications director under President Barack Obama, White House staffer under President Bill Clinton.",
            "Senior policy adviser to Hillary Clinton's 2016 presidential campaign, security adviser to Vice President Joe Biden, and former director of policy planning at the State Department."
        ],
        "geo_coordinates": [
            [
                38.8949549,
                -77.0366456
            ]
        ],
        "link": "http://www.kltv.com/story/36762705/the-hackers-democratic-targets",
        "img_url": "http://kltv.images.worldnow.com/images/1802018_G.jpg"
    },
    {
        "category": "Sports",
        "title": "Wahine sweep Northridge with ease",
        "locations": [
            "Hawaii"
        ],
        "summary": [
            "Senior middle Emily Maglio put down 12 kills and Hawaii swept Cal State Northridge at the Stan Sheriff Center for the third straight season, winning tonight’s Big West volleyball match 25-19, 25-21, 25-12.",
            "Senior libero Savanah Kahakai had 12 digs and junior hitter McKenna Granato 11 for the Rainbow Wahine (17-7, 11-2).",
            "Hawaii also had 10 aces and Maglio was in on five of the team’s seven blocks.",
            "Senior libero Katie Sato added a match-high 15 digs.",
            "Hawaii hosts Long Beach State (7-18, 4-8) on Saturday at 7 p.m., the final regular-season home match for the Wahine."
        ],
        "geo_coordinates": [
            [
                21.2942882,-157.8189039
            ]
        ],
        "link": "http://www.staradvertiser.com/2017/11/03/sports/sports-breaking/wahine-sweep-northridge-with-ease/",
        "img_url": "http://staradvertiser.com/wp-content/uploads/site-images/sa-fb-thumb.jpg"
    },
    {
        "category": "Sports",
        "title": "HS Roundup: Trojans give Mavs a scare in 14-13 loss",
        "locations": [
            "Idaho"
        ],
        "summary": [
            "Rigby’s Braden Youngstrom finds a hole in Friday’s 5A state quarterfinal game against Mountain View in Meridian.",
            "Friday’s high school football playoff roundup."
        ],
        "geo_coordinates": [
            [
                44.0682019,-114.74204079999998
            ]
        ],
        "link": "http://www.postregister.com/articles/sports-local/2017/11/04/hs-roundup-trojans-give-mavs-scare-14-13-loss",
        "img_url": "http://www.postregister.com/sites/default/files/field/image/1253551_web1_1104-rigby-03.jpg"
    },
    {
        "category": "Business",
        "title": "Suit says attorney defamed business",
        "locations": [
            "Arkansas"
        ],
        "summary": [
            "The top Republican in the Arkansas Senate filed a defamation lawsuit late Wednesday in Benton County court on behalf of his company after allegations that Hendren Plastics Inc. used participants in a rehabilitation program as unpaid workers.",
            "Sen. Jim Hendren of Gravette said his company, Hendren Plastics, paid for the work done by participants in the Drug and Alcohol Recovery Program in Decatur and that the allegations against his company are not true.",
            "Steadman's firm filed a lawsuit in Benton County on Oct. 23, after an article about the rehabilitation program was published by the Center for Investigative Reporting.",
            "The lawsuit filed Oct. 23 in Benton County accused Hendren Plastics, along with Simmons Foods, and up to 30 \"John Doe\" companies of conspiring to use rehabilitation participants as a free labor pool for manufacturing jobs often described as dirty and dangerous.",
            "On Wednesday the American Civil Liberties Union of Oklahoma filed a lawsuit in Muskogee, Okla., federal court against companies that worked with rehabilitation programs that supplied workers."
        ],
        "geo_coordinates": [
            [
                35.2048883,
                -92.4479108
            ]
        ],
        "link": "http://www.arkansasonline.com/news/2017/nov/04/suit-says-attorney-defamed-business-201/",
        "img_url": "http://media.arkansasonline.com/static/arkonline/images/fbaologo.jpg"
    },
    {
        "category": "Sports",
        "title": "Crystal Palace’ Wilfried Zaha named in Cote d'Ivoire's World Cup 2018 decider squad",
        "locations": [
            "Morocco"
        ],
        "summary": [
            "And a victory will secure a place for Marc Wilmots’s men in Russia while Hervé Renard’s side only need to avoid a defeat to nick their first appearance in the global tournament since 1998.",
            "The forward has been impressive for Palace since returning from a knee injury and will be looking to make his fourth competitive appearance for the African side."
        ],
        "geo_coordinates": [
            [
                31.1728192,
                -7.3366043
            ]
        ],
        "link": "http://www.sportingnews.com/soccer/news/crystal-palace-wilfried-zaha-named-in-cote-divoires-world-cup-2018-decider-squad/j02gemt5mo361o0ge4cpyk9oi",
        "img_url": "http://images.performgroup.com/di/library/GOAL/ae/49/wilfried-zaha-crystal-palace_1oexbeci90cu01fnagx4r64wmn.jpg?t=1297031459"
    },
    {
        "category": "Sports",
        "title": "UCLA's defense is scorched again in loss to Utah 48-17",
        "locations": [
            "Utah"
        ],
        "summary": [],
        "geo_coordinates": [
            [
                39.4225192,
                -111.7143584
            ]
        ],
        "link": "http://feeds.latimes.com/~r/latimes/entertainment/news/tv/~3/u4AQ6eui0a0/la-sp-ucla-utah-20171103-story.html",
        "img_url": "http://www.trbimg.com/img-59fd5f27/turbine/la-sp-ucla-utah-20171103"
    },
    {
        "category": "Sports",
        "title": "Danny Ainge to Marcus Morris: Boston Celtics don't beat Oklahoma City Thunder without you",
        "locations": [
            "Oklahoma"
        ],
        "summary": [
            "OKLAHOMA CITY -- After Marcus Morris' Boston Celtics debut Friday night, team president of basketball operations Danny Ainge sent a tweet to welcome the veteran on board.",
            "The truth is that Morris struggled through a rough first half.",
            "But after forcing a couple of tough shots, dribbling out of bounds in an isolation situation, and otherwise playing like a guy who hadn't appeared in an NBA game since April, the forward shook off the rust to score seven points over the first 3:07 of the third quarter.",
            "Even after Morris' early struggles, Celtics head coach Brad Stevens called on the forward to start the second half.",
            "\"He's going to be an important part of our team so there's no good time to play your first game, right?"
        ],
        "geo_coordinates": [
            [
                35.0077519,-97.09287699999999
            ]
        ],
        "link": "http://www.masslive.com/celtics/index.ssf/2017/11/danny_ainge_to_marcus_morris_b.html",
        "img_url": "http://image.masslive.com/home/mass-media/width620/img/celtics_impact/photo/23713985-standard.jpg"
    },
    {
        "category": "Politics",
        "title": "Russian Propagandists Took a Page Out of America's Racist Political Playbook",
        "locations": [
            "Russia"
        ],
        "summary": [
            "Russian Propagandists Took a Page Out of America's Racist Political Playbook\n\nBy now, it’s common knowledge that Russian companies bought more than 3,000 ads on Facebook, along with countless posts across other platforms.",
            "Those ads offer typical racist fear-mongering, but perhaps even more insidious—or clever, if you like—are numerous other angles Russian trolls reportedly took in their digital propaganda campaign.",
            "The common thread that runs through these Russian ads and propaganda is clear recognition and understanding of long existent U.S. racial divides.",
            "Ultimately, if the Russian social media campaign was successful, that success proves American bigotry and racism create a national weakness, and a threat to U.S. national security.",
            "It’s fitting that the Russian effort ran alongside—and according to American intelligence agencies, in support of—the Trump campaign."
        ],
        "geo_coordinates": [
            [
                64.6863136,
                97.7453061
            ]
        ],
        "link": "http://feeds.feedblitz.com/~/485456106/0/alternet",
        "img_url": "https://www.alternet.org/sites/default/files/images/AFP/photo_1323348417630-4-0.jpg"
    },
    {
        "category": "Sports",
        "title": "SHILOH CHRISTIAN 17, PEA RIDGE 14",
        "locations": [
            "Arkansas"
        ],
        "summary": [
            "SPRINGDALE -- Pat Williams kicked a 28-yard field goal with less than four minutes to knock off previously undefeated Pea Ridge.",
            "Pea Ridge (9-1, 6-1 1-4A) had an opportunity to tie the game at the end but failed to connect on a 35-yard field goal attempt."
        ],
        "geo_coordinates": [
            [
                35.20105,-91.8318334
            ]
        ],
        "link": "http://www.arkansasonline.com/news/2017/nov/04/shiloh-christian-17-pea-ridge-14-201711/",
        "img_url": "http://media.arkansasonline.com/static/arkonline/images/fbaologo.jpg"
    },
    {
        "category": "Sports",
        "title": "Nick Kyrgios starts Foundation, says he would like to be World No. 1",
        "locations": [
            "Canberra"
        ],
        "summary": [
            "Nick Kyrgios has high ambitions for the future.",
            "'I’d like to say I’d be in the top five in the world, but there is a lot of work to do before then, I have to keep working hard and take it day by day but hopefully top five and pushing for that number one spot', said Kyrgios, who was ranked as high as 13th in his career.",
            "Kyrgios, who added basketball is his favorite sport, was also asked what he would have done if he wasn't successful in tennis.",
            "Kyrgios, currently ranked 21st in the ATP Rankings, will open his season in Brisbane.He will also play Australian Open, Davis Cup, Rotterdam, Delray Beach, Acapulco, Indian Wells, Miami.",
            "Quotes recognized by Canberra Times  ALSO READ: Nick Kyrgios: 'In 2018, Davis Cup will be priority over Majors for me' ."
        ],
        "geo_coordinates": [
            [
                -35.2975906,
                149.1012676
            ]
        ],
        "link": "http://www.tennisworldusa.org/tennis/news/Tennis_Interviews/48823/nick-kyrgios-starts-foundation-says-he-would-like-to-be-world-no-1/",
        "img_url": "http://www.tennisworldusa.org/imgb/52555/nick-kyrgios-starts-foundation-says-he-would-like-to-be-world-no-1.jpg"
    },
    {
        "category": "Sports",
        "title": "Celtic Pride Makes Thunderous Statement in OKC",
        "locations": [
            "Oklahoma"
        ],
        "summary": [
            "The Boston Celtics trailed by as many as 18 points during a disturbingly ugly first half of play Friday night against the vaunted Oklahoma City Thunder.",
            "The C’s shot a woeful 31.0 percent from the field during the first half, and they struggled to breathe while crumbling under Oklahoma City’s pressure at both ends.",
            "Irving scored 22 of his 25 points during the second half and dished out all of his six assists while committing not a single turnover.",
            "Jaylen Brown, who scored only two points during a forgetful first half, scored eight during the second half and hauled in a total of 12 rebounds.",
            "Marcus Morris, during his first action of the season, rebounded from a rough start and scored seven points during the second half, including five big ones at the start of the third quarter."
        ],
        "geo_coordinates": [
            [
                35.0077519,-97.09287699999999
            ]
        ],
        "link": "http://www.nba.com/celtics/news/sidebar/post-110317-celtic-pride-makes-thunderous-statement-in-okc",
        "img_url": "http://i.cdn.turner.com/drp/nba/celtics/sites/default/files/brown-dunk-970x442_2.jpg"
    },
    {
        "category": "Sports",
        "title": "Chaminade football wins title in dominating fashion over Bishop Amat",
        "locations": [
            "California"
        ],
        "summary": [
            "(Photo by Andy Holzman/SCNG)Chaminade quarterback Ryan Stevens throws a pass against Bishop Amat Friday November 3, 2017.",
            "(Photo by Andy Holzman/SCNG)Chaminade’s Michael Erhart is congratulated after returning a kickoff for a touchdown against Bishop Amat Friday November 3, 2017.",
            "(Photo by Andy Holzman/SCNG)Chaminade’s Michael Erhart returns a kickoff for a touchdown against Bishop Amat Friday November 3, 2017.",
            "(Photo by Andy Holzman/SCNG)Chaminade’s Michael Wilson hauls in touchdown pass against Bishop Amat Friday November 3, 2017.",
            "(Photo by Andy Holzman/SCNG)Chaminade’s Andrew Vanburen tries to get by Bishop Amat defenders Anakin Mares and Nicholas Hanamaikai Friday November 3, 2017."
        ],
        "geo_coordinates": [
            [
                36.778261,-119.41793239999998
            ]
        ],
        "link": "http://www.dailynews.com/2017/11/04/chaminade-football-wins-title-in-dominating-fashion-over-bishop-amat/",
        "img_url": "http://www.dailynews.com/wp-content/uploads/2017/11/ax073_1c2e_9.jpg?w=1024&h=749"
    },
    {
        "category": "Sports",
        "title": "HARDING ACADEMY 42, EPISCOPAL COLLEGIATE 6",
        "locations": [
            "SEARCY"
        ],
        "summary": [
            "SEARCY -- Harding Academy (6-4, 4-3 2-3A) poured it on early with a 35-point first quarter and held Episcopal Collegiate (1-9, 0-7) scoreless until the fourth quarter.",
            "Peydon Harlow led Harding Academy's rushing attack with 99 yards on 6 carries, including 21- and 8-yard scoring runs.",
            "Harding Academy also took advantage of Episcopal Collegiate errors, with Ty Carger and Jimmy Citty returning interceptions for 11- and 25-yard touchdowns respectively."
        ],
        "geo_coordinates": [
            [
                35.2506406,
                -91.7362488
            ]
        ],
        "link": "http://www.arkansasonline.com/news/2017/nov/04/harding-academy-42-episcopal-collegiate/",
        "img_url": "http://media.arkansasonline.com/static/arkonline/images/fbaologo.jpg"
    },
    {
        "category": "Sports",
        "title": "ARKADELPHIA 66, MALVERN 6",
        "locations": [
            "ARKADELPHIA"
        ],
        "summary": [
            "ARKADELPHIA -- Cannon Turner passed for three touchdown as Arkadelphia (9-1, 6-1 7-4A) thumped Malvern (3-7, 2-5).",
            "Zion Hatley added another touchdown for the Beavers on his way to 133 yards on 9 carries.",
            "Dillion Scott returned a kickoff 65 yards for another Arkadelphia touchdown, intercepted a Malvern pass and blocked an extra point."
        ],
        "geo_coordinates": [
            [
                34.1209292,-93.05378389999998
            ]
        ],
        "link": "http://www.arkansasonline.com/news/2017/nov/04/arkadelphia-66-malvern-6-20171104/",
        "img_url": "http://media.arkansasonline.com/static/arkonline/images/fbaologo.jpg"
    },
    {
        "category": "Sports",
        "title": "Lopez Lights Up Former Team in Win Over Nets",
        "locations": [
            "Los Angeles",
            "Brooklyn"
        ],
        "summary": [
            "Four months ago, a franchise-shifting trade brought Brook Lopez and Kyle Kuzma to Los Angeles, while D’Angelo Russell was sent to Brooklyn.",
            "Lopez — who spent nine years with the Nets and became the franchise’s all-time leader in scoring and blocks — was unstoppable in his first game against his former team.",
            "The 7-footer racked up 34 points, 10 rebounds and three blocks, and torched the Nets with his 3-point shooting.",
            "With the team flying in from Utah at 2:30 a.m. that same day, he felt that Kuzma — whose draft rights were acquired from Brooklyn in the Lopez-Russell trade — offered the best chance at a strong start.",
            "L.A. scored 68 points in the paint an the Nets (3-6), while Lopez elevated a 9-of-21 mark on 3-pointers."
        ],
        "geo_coordinates": [
            [
                334.0522342,-118.2436849
            ],
            [
                25.0611359,
                -77.3129254560189
            ]
        ],
        "link": "http://www.nba.com/lakers/news/171103-lakers-nets-recap",
        "img_url": "http://i.cdn.turner.com/drp/nba/lakers/sites/default/files/171103-brook.jpg"
    },
    {
        "category": "Sports",
        "title": "Huddersfield vs. West Brom live stream: Watch Premier League online",
        "locations": [
            "England"
        ],
        "summary": [
            "David Wagner has done an incredible job thus far, and he will surely have his team prepared to play West Brom.",
            "West Brom are coming off of a tough loss to Manchester City, but they should be holding their heads high.",
            "Huddersfield is an easy target to pick up three points as West Brom have a better roster.",
            "The Premier League match between Huddersfield and West Brom will not be broadcast live on television.",
            "Huddersfield are looking to continue their solid start to their campaign against West Brom, who will be looking to rebound after last week’s loss."
        ],
        "geo_coordinates": [
            [
                52.7954791,
                -0.540240286617432
            ]
        ],
        "link": "https://fansided.com/2017/11/04/huddersfield-west-brom-live-stream-watch-premier-league-online/",
        "img_url": "https://imagesvc.timeincapp.com/v3/fan/image?url=https://fansided.com/wp-content/uploads/getty-images/2017/10/838025318-huddersfield-town-v-rotherham-united-carabao-cup-second-round.jpg.jpg&"
    },
    {
        "category": "Sports",
        "title": "Swansea vs. Brighton live stream: Watch Premier League online",
        "locations": [
            "England"
        ],
        "summary": [
            "LONDON, ENGLAND - OCTOBER 28: Nathan Dyer of Swansea City in action during the Premier League match between Arsenal and Swansea City at Emirates Stadium on October 28, 2017 in London, England.",
            "The Seagulls have exceeded expectations in their first Premier League season, picking up 12 points in their first 10 games.",
            "While Swansea have had their offensive struggles this season, the club is in the middle of the pack defensively, allowing only 12 goals.",
            "Brighton have overachieved in the first third of the Premier League season, with Chris Hughton’s squad picking up five points in their past three games.",
            "The Premier League match between Swansea and Brighton will be broadcast online."
        ],
        "geo_coordinates": [
            [
                52.7954791,
                -0.540240286617432
            ]
        ],
        "link": "https://fansided.com/2017/11/04/swansea-brighton-live-stream-watch-premier-league-online/",
        "img_url": "https://imagesvc.timeincapp.com/v3/fan/image?url=https://fansided.com/wp-content/uploads/getty-images/2017/11/867469904-arsenal-v-swansea-city-premier-league.jpg.jpg&"
    },
    {
        "category": "Sports",
        "title": "Newcastle vs. Bournemouth live stream: Watch Premier League online",
        "locations": [
            "England"
        ],
        "summary": [
            "NEWCASTLE UPON TYNE, ENGLAND - OCTOBER 21: James McArthur of Crystal Palace and Javi Manquillo of Newcastle United during the Premier League match between Newcastle United and Crystal Palace at St. James Park on October 21, 2017 in Newcastle upon Tyne, England.",
            "(Photo by Nigel Roddis/Getty Images)\n\nNewcastle are still in the top half of the table after achieving promotion the season prior.",
            "Similarly to Newcastle, Bournemouth have a relatively easy run-in for the upcoming months.",
            "The Premier League match between Newcastle and Bournemouth will be broadcast live on NBCSN.",
            "Newcastle look to continue their good start to the season, while Bournemouth need to start winning soon."
        ],
        "geo_coordinates": [
            [
                52.7954791,
                -0.540240286617432
            ]
        ],
        "link": "https://fansided.com/2017/11/04/newcastle-bournemouth-live-stream-watch-premier-league-online/",
        "img_url": "https://imagesvc.timeincapp.com/v3/fan/image?url=https://fansided.com/wp-content/uploads/getty-images/2017/10/864647300-newcastle-united-v-crystal-palace-premier-league.jpg.jpg&"
    },
    {
        "category": "Politics",
        "title": "Russian meddling brings a reckoning for social media",
        "locations": [
            "Russia"
        ],
        "summary": [
            "The following editorial appears on Bloomberg View:\n\nMuch about Russia’s online efforts to roil the 2016 U.S. election remains murky.",
            "In two days of contentious hearings, lawyers for Facebook, Google and Twitter were pressed for answers about Russia’s interference.",
            "Twitter found nearly 3,000 such accounts, along with some 36,000 bots that sent out messages related to the election.",
            "These ads, in turn, induced users to visit the pages of fake accounts linked to Russia, which would then publish yet more incendiary posts, encourage users to share them, and thus amplify their insidious effect.",
            "Unfortunately, it doesn’t go very far: The bulk of Russia’s efforts involved not paid advertising but phony accounts that spread inflammatory content."
        ],
        "geo_coordinates": [
            [
                64.6863136,
                97.7453061
            ]
        ],
        "link": "http://www.spokesman.com/stories/2017/nov/04/russian-meddling-brings-a-reckoning-for-social-med/",
        "img_url": "http://media.spokesman.com/img/logos/sr200-tower.png"
    },
    {
        "category": "Politics",
        "title": "Outside View: Russia exposed social media’s vulnerability",
        "locations": [
            "Russia"
        ],
        "summary": [
            "In two days of contentious hearings, lawyers for Facebook, Google and Twitter were pressed for answers about Russia’s interference.",
            "Twitter found nearly 3,000 such accounts, along with some 36,000 bots that sent out messages related to the election.",
            "They selected users on the basis of race and religion, sought out groups such as gun owners and Confederate apologists, and served up ads that showed a slick fluency with of the idiom of American culture wars – employing slogans such as “Woke Blacks,” “Killary Clinton,” and “Heritage, Not Hate.”",
            "These ads, in turn, induced users to visit the pages of fake accounts linked to Russia, which would then publish yet more incendiary posts, encourage users to share them and thus amplify their insidious effect.",
            "Unfortunately, it doesn’t go very far: The bulk of Russia’s efforts involved not paid advertising but phony accounts that spread inflammatory content."
        ],
        "geo_coordinates": [
            [
                64.6863136,
                97.7453061
            ]
        ],
        "link": "http://www.spokesman.com/stories/2017/nov/04/russia-exposed-social-medias-vulnerability/",
        "img_url": "http://media.spokesman.com/img/logos/sr200-tower.png"
    },
    {
        "category": "Sports",
        "title": "Wynne scores a share of title",
        "locations": [
            "WYNNE"
        ],
        "summary": [
            "WYNNE -- Senior running back Ta'Von Hicks led with 196 yards rushing and one touchdown to help the Yellowjackets earn a share of the 5A-East conference title with a 27-0 shutout over the previously undefeated Nettleton Raiders.",
            "Hicks had 83 yards on 15 carries at the half, but added 52 and 58 yards in the third and fourth quarters to help the Wynne offense grind out the game and clock, while senior quarterback Luke Chapman added 71 yards on eight carries for a Wynne offense that totaled 347 yards on the ground.",
            "Wynne led 17-0 at the half by outgaining Nettleton 262 yards to 27 in total offense.",
            "Wynne scored one touchdown in each of the first two quarters, the first coming on a 15-yard run from senior back Corey Smith with 1:16 remaining in the first quarter and the second coming on a reverse pass from senior receiver Jackson McClintock to junior tight end Allen Watson for 40 yards with just under five minutes to play in the first half.",
            "Parker added his second 38-yard field goal with 2:53 to play in the third quarter to put Wynne ahead 20-0 while Nettleton struggled again offensively in the quarter gaining only 14 yards of total offense."
        ],
        "geo_coordinates": [
            [
            	35.224533,-90.78677979999998
            ]
        ],
        "link": "http://www.arkansasonline.com/news/2017/nov/04/wynne-scores-a-share-of-title-20171104/",
        "img_url": "http://media.arkansasonline.com/static/arkonline/images/fbaologo.jpg"
    },
    {
        "category": "Sports",
        "title": "Benton wakes up in 2nd half",
        "locations": [
            "Arkansas"
        ],
        "summary": [
            "BENTON -- Overcoming a sluggish start thanks to some weather delays, Benton (6-4, 4-3 6A-West) watched Sheridan (0-10, 0-7) take a 5-0 lead before overwhelming the Yellowjackets on the way to a 45-12 victory Friday night at Panther Stadium.",
            "On first down, Wells found a wide-open D.J. Stirgus in the middle of the field, and he took it for a 59-yard touchdown and a 31-12 lead.",
            "Completions of 10 and 20 yards set up another pass to Stirgus, this one from 35 yards out and another touchdown for a 38-12 lead.",
            "Benton forced another Sheridan punt, then turned the ball over on downs.",
            "Sheridan couldn't move the ball gave it back to Benton at its 32."
        ],
        "geo_coordinates": [
            [
                35.20105,-91.8318334
            ]
        ],
        "link": "http://www.arkansasonline.com/news/2017/nov/04/benton-wakes-up-in-2nd-half-20171104/",
        "img_url": "http://media.arkansasonline.com/static/arkonline/images/fbaologo.jpg"
    },
    {
        "category": "Sports",
        "title": "Feng fires 63 to take sole lead at Japan Classic",
        "locations": [
            "Japan"
        ],
        "summary": [
            "Defending champion Shanshan Feng fired a 9-under 63 on Saturday to take a two-stroke lead after the second round of the LPGA Tour's Japan Classic.",
            "Feng carded seven birdies and an eagle at the Taiheiyo Club to move to 15-under 129, two strokes ahead of Japan's Ai Suzuki, who was in sole possession of second place after a 65.",
            "Feng is aiming to become the first golfer on the LPGA Tour to defend a title in 2017.",
            "Charley Hull of England had six birdies and an eagle for at 64 that put her in a tie for third at 10-under 134 with South Korean Min Young Lee.",
            "Lexi Thompson struggled with the conditions and offset three bogeys with three birdies for a 72 that left her in a tie for 42nd."
        ],
        "geo_coordinates": [
            [
                36.5748441,
                139.2394179
            ]
        ],
        "link": "http://abcnews.go.com/Sports/wireStory/feng-fires-63-sole-lead-japan-classic-50926848",
        "img_url": "http://abcnews.go.com/Sports/wireStory/640"
    },
    {
        "category": "Sports",
        "title": "High school football: Why NCS selection committee’s job got harder",
        "locations": [
            "Hawaii"
        ],
        "summary": [
            "The North Coast Section’s four-team Open Division — the big dance, as Pittsburg coach Victor Galli called it a few weeks back — was going to be De La Salle, Pittsburg, San Ramon Valley and Freedom.",
            "De La Salle flattened San Ramon Valley.",
            "If the committee goes with Clayton Valley, De La Salle, Pittsburg and San Ramon Valley, Clayton Valley would be the only two-loss team among the group.",
            "De La Salle has won 25 consecutive NCS championships and, given its dominance Friday against San Ramon Valley, is clearly headed for its 26th.",
            "The committee could put Clayton Valley in the No. 4 spot for the second year in a row, or it could place San Ramon Valley there."
        ],
        "geo_coordinates": [
            [
                21.2160437,
                -157.975203
            ]
        ],
        "link": "http://www.eastbaytimes.com/2017/11/04/high-school-football-why-ncs-selection-committees-job-got-a-lot-harder/",
        "img_url": "http://www.eastbaytimes.com/wp-content/uploads/2017/11/bng-l-pittftbl-11040-021.jpg?w=1024&h=683"
    },
    {
        "category": "Sports",
        "title": "Reading only No. 8 seed to knock off No. 1 in Ohio football playoffs",
        "locations": [
            "Ohio"
        ],
        "summary": [
            "READING, Ohio – Reading football coach Rob Page was awake at 12:45 a.m. Saturday with the adrenaline still fresh.It had been a few hours after his team made a joyous return from an hour-plus trip north for its first-round playoff game in Casstown.Reading upset host Casstown Miami East 27-25 in a Division V, Region 20 quarterfinal Friday night.The Blue Devils were the only No. 8 seed to defeat a No. 1 seed across the seven divisions and 28 regions in Ohio Friday night.That was indeed quite an accomplishment.",
            "Page, in his second season as the Reading head coach, couldn’t be more proud.",
            "“They played relentless tonight,” Page said.With Miami East driving at the Reading 30 and threatening to earn the go-ahead score late in the fourth quarter, junior linebacker Gabe Van Skaik came up with a crucial tackle on third down for the Blue Devils.It was a big-time play for Van Skaik, who entered the game with 81 tackles, including three sacks.The Reading defense was again stout on fourth down and the Blue Devils turned Miami East over on downs.Reading (8-3) was able to get a first down on offense with under a minute left to help run out the clock.Reading had several standouts all night.",
            "Senior wide receiver Mancini Jackson had three touchdown receptions including a “super-acrobatic” catch, Page said.Senior running back Adryian Simmons had over 100 yards rushing.",
            "“The players are really proud to represent Reading – our high school and our community,” Page said.Reading plays West Jefferson (10-0) in a Division V regional semifinal Nov. 10 at a location to be announced Sunday by the OHSAA."
        ],
        "geo_coordinates": [
            [
                40.2253569,
                -82.6881395
            ]
        ],
        "link": "http://www.wcpo.com/sports/high-school-sports/reading-only-no-8-seed-to-knock-off-no-1-in-ohio-football-playoffs",
        "img_url": "http://media2.wcpo.com/photo/2016/05/04/WCPO_RobPage_1462413878667_37592753_ver1.0_640_480.jpg"
    },
    {
        "category": "Sports",
        "title": "Here is where you can watch Murray vs Federer exhibition For Free",
        "locations": [
            "Glasgow"
        ],
        "summary": [
            "The countdown for the exhibition match between Andy Murray and Roger Federer that will take place at the SSE Hydro Arena in Glasgow on Tuesday, November 7 at 7:30 PM local time gets shorter and shorter.",
            "'Pumped to announce that Andy Murray LIVE presented by SSE will be broadcast LIVE on Facebook next week!",
            "I can’t wait to get back out onto the match court, and I’m looking forward to sharing the evening with all of my fans around the world on Facebook', Murray wrote.",
            "Murray and Federer already played One exhibition match this year, in April at Zurich, raising more than 2 million dollars.UNICEF and a local charity will benefit from earnings of this upcoming charity encounter.",
            "ALSO READ: Andy Murray skips ATP Player Council meeting to be with pregnant wife ."
        ],
        "geo_coordinates": [
            [
                55.864237,-4.251805999999988
            ]
        ],
        "link": "http://www.tennisworldusa.org/tennis/news/Andy_Murray/48807/here-is-where-you-can-watch-murray-vs-federer-exhibition-for-free/",
        "img_url": "http://www.tennisworldusa.org/imgb/53021/here-is-where-you-can-watch-murray-vs-federer-exhibition-for-free.jpg"
    },
    {
        "category": "Sports",
        "title": "McLaren set to promote driver from within to replace Jenson Button",
        "locations": [
            "Bristol"
        ],
        "summary": [
            "Teenager Lando Norris has been promoted to McLaren's reserve driver for the start of the next Formula One season.",
            "The 17-year-old, who celebrates his 18th birthday a week on Monday, won the European Formula Three championship last month, a victory which emulated Lewis Hamilton's former success on the junior circuit.",
            "Norris, a native of Bristol, has flourished in Formula Three, and the Daily Mail have reported that the driving sensation will be installed as the back-up reserve driver for the British brand.",
            "Hamilton, of course, won his fourth Drivers' Championship title in Mexico last month.",
            "\"I kind of look up to Lewis, not as a hero, but as a very good driver who is very fast,\" Norris said last month."
        ],
        "geo_coordinates": [
            [
                51.4538022,
                -2.5972985
            ]
        ],
        "link": "http://www.givemesport.com/1185764-mclaren-set-to-promote-driver-from-within-to-replace-jenson-button?autoplay=on",
        "img_url": "http://givemesport.azureedge.net/images/17/11/04/d51fcf95299d50e2fc6bae6bc76e2ce3/1200.jpg"
    },
    {
        "category": "Celebrity Fan/Gossip",
        "title": "Selena Gomez And Justin Bieber Not Back Together Yet Amid The Weeknd Split News — But They’re Getting There?",
        "locations": [
            "California"
        ],
        "summary": [
            "Are Selena Gomez and Justin Bieber really back together?",
            "As previously reported by US Weekly, The Weeknd had suspected that Selena Gomez and Justin Bieber might be getting back together even when he was still in a relationship with the “Hands to Myself” singer.",
            "The recent photos that emerged showing Selena Gomez cheering Justin Bieber on at his hockey match at the Los Angeles Valley Ice Center in Ventura, California only serve to bolster the rumor that they are indeed back together.",
            "Selena Gomez cheered Justin Bieber on at his hockey match – and appeared to wear his jersey!",
            "New photos of the pair: https://t.co/ibWjXo9STf\n— JustJared.com (@JustJared) November 2, 2017\n\n#Jelena fans have been over the moon since reports emerged alleging that Justin Bieber and Selena Gomez are back together many years since their breakup."
        ],
        "geo_coordinates": [
            [
                36.7014631,
                -118.7559974
            ]
        ],
        "link": "http://feeds.inquisitr.com/~r/google/yDYq/~3/EsnWGEQyJUs/",
        "img_url": "https://cdn.inquisitr.com/wp-content/uploads/2017/11/Selena-Gomez-Justin-Bieber-back-together-The-Weeknd-split.jpg"
    },
    {
        "category": "Sports",
        "title": "UAPB's Ohanta finding outside shot, confidence",
        "locations": [
            "Texas"
        ],
        "summary": [
            "Ohanta was a post player at Fort Bend Bush (Texas) in 2014, when she had a knack for leaping for rebounds and tapping them back in for easy points -- something she calls \"trash buckets\" today.",
            "UAPB Coach Nate Kilbert said Ohanta's abilities have expanded enough to make him feel the Golden Lions have a \"chance to really do something this year.\"",
            "Just as Ohanta had relied on \"trash buckets\" in high school, she had also relied on passing the ball to her point guard after grabbing a defensive rebound.",
            "Kilbert expects Ohanta's .433 field goal percentage last season will improve a UAPB .357 percentage that ranked seventh out of 10 Southwestern Athletic Conference teams last year.",
            "With 10 returning players from UAPB's 12-18, 9-9 SWAC season last year that finished fifth in the conference, Kilbert said the team is \"going to be way better than our prediction.\""
        ],
        "geo_coordinates": [
            [
                31.8160381,
                -99.5120986
            ]
        ],
        "link": "http://www.arkansasonline.com/news/2017/nov/04/uapb-s-ohanta-finding-outside-shot-conf/",
        "img_url": "http://media.arkansasonline.com/static/arkonline/images/fbaologo.jpg"
    },
    {
        "category": "Sports",
        "title": "Bourque Scores Four Points, but Hershey Bears Fall in Shootout at Rochester, 7-6",
        "locations": [
            "Rochester"
        ],
        "summary": [
            "Chris Bourque had four points for the Hershey Bears, but the Rochester Americans topped Hershey in a shootout, 7-6, on Friday night at the Blue Cross Arena.",
            "In a back and forth game, Hershey led 3-0 after the first period, Rochester scored six goals in the second period, and the Bears answered with two goals in the third period to force overtime.",
            "Chris Bourque added a power play goal tally at the 5:43 mark after a shot popped up and the air and glanced into the cage to double Hershey's lead.",
            "Into the middle frame, Rochester punched back with five unanswered goals in the first 7:45 of the period.",
            "On an offensive entry, Ross fired a quick shot that beat Hershey goaltender Pheonix Copley low to the ice to cut their deficit to two goals."
        ],
        "geo_coordinates": [
            [
                43.157285,
                -77.615214
            ]
        ],
        "link": "http://www.pennlive.com/hersheybears/index.ssf/2017/11/bourque_scores_four_points_but.html",
        "img_url": "http://image.pennlive.com/home/penn-media/width620/img/hersheybears_impact/photo/23713046-standard.jpg"
    },
    {
        "category": "Sports",
        "title": "Ferguson's big night lifts Memphis over Tulsa",
        "locations": [
            "Tulsa"
        ],
        "summary": [
            "TULSA, Okla. -- Riley Ferguson completed 27 of 39 passes for 298 yards and four touchdowns to help No. 22 Memphis beat Tulsa 41-14 on Friday night.",
            "Darrell Henderson ran for 123 yards on 14 carries and had six receptions for 50 yards and a touchdown for Memphis (7-1, 4-1 American, No. 23 CFP).",
            "Luke Skipper completed 18 of 31 passes for 157 yards and had a touchdown run Tulsa (2-8, 1-5).",
            "D'Angelo Brewer gained 119 yards on 21 rushes, although the Golden Hurricane, which entered the day ranked 12th in the nation with 260.2 rushing yards per game, was limited to 145 yards rushing overall.",
            "Chad President's 7-yard touchdown run for Tulsa tied it at 14 just 2:20 into the second quarter, but the Tigers clamped down on defense and didn't allow another score after that while putting up the final 27 points."
        ],
        "geo_coordinates": [
            [
                36.1556805,
                -95.9929113
            ]
        ],
        "link": "http://www.arkansasonline.com/news/2017/nov/04/ferguson-s-big-night-lifts-memphis-over/",
        "img_url": "http://media.arkansasonline.com/img/photos/2017/11/04/155497666_155497666-711d80fa9fdd4c0fb339440184c81704.jpg"
    },
    {
        "category": "Sports",
        "title": "UCA's Odum no dog on or off football field",
        "locations": [
            "Conway"
        ],
        "summary": [
            "CONWAY -- Senior outside linebacker George Odum leads the University of Central Arkansas in tackles, automobile and smartphone repairs, and -- much to his current dismay -- ownership of German Shepherd puppies.",
            "UCA Coach Steve Campbell smiles at the seemingly endless routes to success available for Odum.",
            "NFL scouts routinely question Campbell and UCA defensive coordinator Greg Stewart about Odum, though most question where he would fit in at the professional level.",
            "An example of Odum's football prowess came against McNeese State in UCA's 47-17 victory at Estes Stadium in Conway last Saturday.",
            "Odum is a football player who fixes cars and smartphones and has an apartment full of purebred puppies he said he will let go for cheap."
        ],
        "geo_coordinates": [
            [
                35.0886963,
                -92.4421011
            ]
        ],
        "link": "http://www.arkansasonline.com/news/2017/nov/04/uca-s-odum-no-dog-on-or-off-football-fi/",
        "img_url": "http://media.arkansasonline.com/static/arkonline/images/fbaologo.jpg"
    },
    {
        "category": "Sports",
        "title": "Bedlam game could affect title races",
        "locations": [
            "Oklahoma"
        ],
        "summary": [
            "No. 5 Oklahoma (7-1, 4-1 Big 12) and No. 11 Oklahoma State (7-1, 4-1) share the Big 12 lead, and the winner of today's showdown would be positioned well to reach the Big 12 title game.",
            "Oklahoma quarterback Baker Mayfield and Oklahoma State quarterback Mason Rudolph are considered by many to be top contenders for the Heisman Trophy.",
            "Rudolph already is one of the most successful quarterbacks in Oklahoma State history.",
            "He's the school's all-time leader in yards passing, and he has a chance to leave as one of the rare Oklahoma State quarterbacks to beat Oklahoma twice -- Josh Fields was the most recent to do it, in 2001 and 2002.",
            "Oklahoma State has four players with two interceptions this season -- Ramon Richards, Justin Phillips, A.J. Green and Tre Flowers."
        ],
        "geo_coordinates": [
            [
                34.9550817,
                -97.2684063
            ]
        ],
        "link": "http://www.arkansasonline.com/news/2017/nov/04/bedlam-game-could-affect-title-races-20/",
        "img_url": "http://media.arkansasonline.com/img/photos/2017/11/03/resized_272427-5cmayfield3colbw_69-23853.jpg"
    },
    {
        "category": "Sports",
        "title": "BC-GLF--Japan Classic",
        "locations": [
            "Japan"
        ],
        "summary": [
            "BC-GLF--Japan Classic,154Feng fires 63 to take sole lead at Japan ClassicEds: APNewsNow.Defending champion Shanshan Feng fired a 9-under 63 on Saturday to take a two-stroke lead after the second round of the LPGA Tour's Japan Classic.",
            "Feng carded seven birdies and an eagle at the Taiheiyo Club to move to 15-under 129, two strokes ahead of Japan's Ai Suzuki, who was in sole possession of second place after a 65.",
            "IBARAKI, Japan (AP) â Defending champion Shanshan Feng fired a 9-under 63 on Saturday to take a two-stroke lead after the second round of the LPGA Tour's Japan Classic.Feng carded seven birdies and an eagle at the Taiheiyo Club to move to 15-under 129, two strokes ahead of Japan's Ai Suzuki, who was in sole possession of second place after a 65.",
            "Feng is aiming to become the first golfer on the LPGA Tour to defend a title in 2017.",
            "Charley Hull of England had six birdies and an eagle for at 64 that put her in a tie for third at 10-under 134 with South Korean Min Young Lee.Stacy Lewis shot a 67 and was tied for fifth with Anna Nordqvist, Lizette Salas and Japanese golfers Momoko Ueda and Ayaka Watanabe.Lexi Thompson struggled with the conditions and offset three bogeys with three birdies for a 72 that left her in a tie for 42nd."
        ],
        "geo_coordinates": [
            [
                36.5748441,
                139.2394179
            ]
        ],
        "link": "http://www.richmond.com/news/ap/bc-glf--japan-classic/article_3b77f104-700e-57a4-9ff3-d76e09e3653c.html",
        "img_url": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/d3d347f2-efa0-11e6-b02b-d30e16810f0d.jpg?_dc=1486738470"
    },
    {
        "category": "Sports",
        "title": "Lonzo Ball going from one extreme to the next as he settles into rookie season",
        "locations": [
            "LOS ANGELES"
        ],
        "summary": [
            "LOS ANGELES -- Lonzo Ball went from being too passive in Portland to being super aggressive against the Brooklyn Nets almost as fast as he can start a fastbreak after grabbing a rebound.",
            "In the span of 24 hours, Ball went from taking just two shots in 28 minutes in a loss at Portland to playing as aggressive as he has all season outside of his 29-point outing in Phoenix in the second game of the season when he was feeling it offensively.",
            "Playing so aggressive that he forced several of his shots, Ball finished with six points, seven assists, five rebounds and two steals with no turnovers in a 124-112 win over the Nets.",
            "Walton has said the coaching staff will not consider altering Ball's unorthodox shooting technique because the rookie shot 41.2 percent from 3 at UCLA last season.",
            "Walton also says Ball makes a lot of his perimeter shots in practice and that he just needs to keep shooting and adjusting to the NBA 3-point range."
        ],
        "geo_coordinates": [
            [
                34.0522342,-118.2436849
            ]
        ],
        "link": "http://abcnews.go.com/Sports/lonzo-ball-extreme-settles-rookie-season/story?id=50927006",
        "img_url": "http://a.abcnews.com/images/Sports/espnapi_dm_171104_Lonzo_ball_jumper_wmain.jpg"
    },
    {
        "category": "Sports",
        "title": "Freedom football goes from tough week to playoff win",
        "locations": [
            "Liberty"
        ],
        "summary": [
            "After losing to rival Liberty last week, the Freedom football team celebrated a District 11 Class 6A playoff win on Friday night.",
            "Jenkins1stphoto.JPG\n                    \n                  \n                          \n                        \n                        \n                        Freedom's Jared Jenkins (8) looks to pass as Abdul Beasley (6) breaks into a run while they play Emmaus during the D-11 Class 6A quarterfinals football game on Nov 3, 2017, at Emmaus High School.",
            "(Addison George | lehighvalleylive.com contributor)\n                      \n                      \n                    \n\n                    \n                    \n                    \n                  \n                    \n                      \n                        \n                          \n                            \n                          \n                        \n                        \n                        \n                      \n                      \n                        \n                        \n                          \n                            Patriots take control in 3rd quarter\n                          \n                        \n                        Freedom turned a six-point halftime lead into a 19-0 lead with the first two scores of the third quarter.",
            "Freedomdefense.JPG\n                    \n                  \n                          \n                        \n                        \n                        Emmaus' Lubens Myers (25) shields the ball from Freedom defenders during the D-11 Class 6A quarterfinal football game on Nov 3, 2017, at Emmaus High School.",
            "(Addison George | lehighvalleylive.com contributor)\n                      \n                      \n                    \n\n                    \n                    \n                    \n                  \n                    \n                      \n                        \n                          \n                            \n                          \n                        \n                        \n                        \n                      \n                      \n                        \n                        \n                          \n                            Freedom's defense stands strong\n                          \n                        \n                        The Patriots held down the Green Hornets' offense for most of the game."
        ],
        "geo_coordinates": [
            [
                39.246479,
                -94.419079
            ]
        ],
        "link": "http://www.lehighvalleylive.com/sports/index.ssf/2017/11/freedom_football_goes_from_tou.html",
        "img_url": "http://image.lehighvalleylive.com/home/lvlive-media/width620/img/sports_impact/photo/23713842-standard.jpg"
    },
    {
        "category": "Sports",
        "title": "Kevin De Bruyne reveals what Guardiola has banned his players from doing in training",
        "locations": [
            "Paris"
        ],
        "summary": [
            "The Belgian playmaker has been the Premier League’s best player through the opening 10 matches of the season, De Bruyne already notching six assists in those games for Manchester City.",
            "De Bruyne’s rise can be attributed to the work of his manager, Pep Guardiola, who has also turned Raheem Sterling into a consistent goalscorer.",
            "Speaking to Sky Sports’ Jamie Redknapp this week, De Bruyne thanked Guardiola for providing the “perfect” platform for him and Man City to succeed.",
            "In his talk with Redknapp, as part of Sky Sports’ Match Zone, De Bruyne also went into some detail about Guardiola’s training sessions.",
            "After Redknapp pointed out that he and David Silva must be incredible in five-a-side matches due to their passing success, De Bruyne admitted that Guardiola has banned his players from performing backheels because he only wants to see simple passes played."
        ],
        "geo_coordinates": [
            [
                48.8566101,
                2.3514992
            ]
        ],
        "link": "http://www.givemesport.com/1185777-kevin-de-bruyne-reveals-what-man-city-players-are-banned-from-doing-in-training?autoplay=on",
        "img_url": "http://givemesport.azureedge.net/images/17/11/04/6509d471a68cbc094422e5ba748b4634/1200.jpg"
    },
    {
        "category": "Business",
        "title": "BlackRock cofounder: Investing should be more like a video game to attract millennials",
        "locations": [
            "London"
        ],
        "summary": [
            "LONDON — The cofounder of BlackRock, the world's biggest asset manager, thinks financial services companies need to be more like games developers to win over millennial investors.",
            "It's a game society,\" Rob Kapito said at the Barclays New Frontier conference in London on Thursday.",
            "\"What we need to do is find the financial game that makes people feel comfort and safety.",
            "The winners, in my opinion, are going to be the people who have that game, have the technology, and have the brand.\"",
            "Kapito, who is also BlackRock's president, said the asset manager was also adapting its working culture to suit millennial staff."
        ],
        "geo_coordinates": [
            [
                51.5073219,
                -0.1276474
            ]
        ],
        "link": "http://feedproxy.google.com/~r/clusterstock/~3/a25smMfHy3M/blackrocks-rob-kapito-gamify-investment-to-attract-millennials-2017-11",
        "img_url": "http://static1.businessinsider.com/image/59fc7b115b026002d3231239-1190-625/blackrock-cofounder-investing-should-be-more-like-a-video-game-to-attract-millennials.jpg"
    },
    {
        "category": "Sports",
        "title": "High school football: Liberty beats Freedom in thriller",
        "locations": [
            "Jackson"
        ],
        "summary": [
            "Sophomore Jay Butterfield’s 21-yard touchdown pass to Zane Hinojosa gave Liberty a 37-28 lead with nine minutes left, but Freedom struck back on its next drive to close the deficit.",
            "Liberty picked up one first down on the ensuing drive, but a big pass break-up from Baylei Coston on another ball intended for Hinojosa on third-and-ten forced the Lions to punt, and the Falcons partially blocked the kick, taking over at their own 47-yard line with three minutes left in the game.",
            "Aguilar’s quarterback sneak capped a 64-yard drive by Freedom to open the game, but Liberty responded with its own scoring drive, as John Fio broke loose for a 31-yard touchdown run.",
            "Five minutes later, Vaki took the ball on a jet sweep to the short side of the field and walked in from one yard out for Liberty’s first lead of the game, 21-14.",
            "Two minutes later, Liberty capped a 73-yard drive with an amazing catch in the corner of the end zone by Hinojosa, as he took the ball away from a Freedom defender for a 30-21 Lions’ advantage."
        ],
        "geo_coordinates": [
            [
                32.4104385,
                -90.162064988255
            ]
        ],
        "link": "http://www.mercurynews.com/2017/11/04/high-school-football-liberty-beats-freedom-in-thriller/",
        "img_url": "http://www.mercurynews.com/wp-content/uploads/2017/10/bng-l-bvalftbl-1021-3.jpg?w=1024&h=683"
    },
    {
        "category": "Sports",
        "title": "High school football: Bishop O’Dowd too much for San Leandro",
        "locations": [
            "Austin"
        ],
        "summary": [
            "The Bishop O’Dowd High football team got another strong performance from its defense and locked up its second straight West Alameda County Conference-Foothill Division title with a 39-12 win over rival San Leandro Friday night.",
            "Holland hauled in a touchdown pass in the closing seconds of the first half from Quinn Brinnon that gave the Dragons (7-2, 4-0 WACC-Foothill) a 12-6 lead they would not relinquish.",
            "Brinnon hit Holland in the back of the end zone on a 13-yard pass play with four seconds left in the first half to give O’Dowd a 12-6 lead.",
            "Brinnon and Terique Owens hooked up for a 38-yard touchdown before Austin Jones added touchdown runs of 18 and 38 yards for a 32-6 Dragons advantage.",
            "Brinnon finished 8 for 14 for 186 yards and two touchdowns."
        ],
        "geo_coordinates": [
            [
                30.2711286,
                -97.7436995
            ]
        ],
        "link": "http://www.mercurynews.com/2017/11/04/high-school-football-bishop-odowd-too-much-for-san-leandro/",
        "img_url": "http://www.mercurynews.com/wp-content/uploads/2017/09/bng-l-freedom-0923-4.jpg?w=1024&h=1532"
    },
    {
        "category": "Sports",
        "title": "Newport Harbor loses coach, wins Sunset League finale, then loses coin flip for third to Fountain Valley",
        "locations": [
            "California"
        ],
        "summary": [
            "Jeff Brinkley, in his 32nd year in charge, left at halftime of the Sailors’ Sunset League finale at Huntington Beach on Friday night.",
            "Ten years ago, Brinkley also left a Newport Harbor game at halftime because his heart started racing, and he was taken to the hospital.",
            "It remains to be seen if there will be another game this year for Brinkley to coach Newport Harbor.",
            "The Sailors beat the Oilers 21-7, creating a three-way tie for third place in the league between Newport Harbor, Huntington Beach and Fountain Valley.",
            "Raphael Cruz made plays on both sides of the ball in the fourth quarter to help put the game out of reach for Newport Harbor."
        ],
        "geo_coordinates": [
            [
                33.6594835,-117.99880259999998
            ]
        ],
        "link": "http://feeds.latimes.com/~r/latimes/sports/tennis/~3/UIeAOLMnUuE/tn-dpt-sp-newport-harbor-football-huntington-beach-20171103-story.html",
        "img_url": "http://www.trbimg.com/img-59fd7432/turbine/tn-dpt-sp-newport-harbor-football-huntington-beach-20171103"
    },
    {
        "category": "Sports",
        "title": "Serena Williams's 2018 schedule is a mistery: unlikely to play Brisbane",
        "locations": [
            "Sydney"
        ],
        "summary": [
            "There is a lot of mystery around Serena Williams's First part of 2018 schedule.",
            "Brisbane International, which takes place in the first week of the new year, is expected to have the best field on the men's side with Andy Murray, Rafael Nadal, Nick Kyrgios and Grigor Dimitrov to play, but also on the women's with Garbine Muguruza, Karolina Pliskova and Sloane Stephens.However it is \"highly\" unlikely to feature Serena, said tournament director Geoff Quinlan after contacting the former World No. 1's management according to Courier Mail.",
            "But it is highly unlikely we will see Serena in Brisbane this time', Quinlan said.",
            "She has played here (three times) and has also played Hopman Cup and Auckland (in the first week of a season).'",
            "So there may be two options: play Kooyong exhibition, which is unlikely, or Sydney which takes place the week before Australian Open and will feature Serena's sister Venus.In 1 September 2017 Serena gave birth her baby girl Alexis Olympia Jr., she has not been posted any photo or video featuring herself playing tennis yet."
        ],
        "geo_coordinates": [
            [
                -33.8548157,
                151.2164539
            ]
        ],
        "link": "http://www.tennisworldusa.org/tennis/news/Serena_Williams/48815/serena-williams-s-2018-schedule-is-a-mistery-unlikely-to-play-brisbane/",
        "img_url": "http://www.tennisworldusa.org/imgb/53032/serena-williams-s-2018-schedule-is-a-mistery-unlikely-to-play-brisbane.jpg"
    },
    {
        "category": "Sports",
        "title": "Why Arsenal decided not to sign David Silva after scouting him in 2004 [Mail]",
        "locations": [
            "London"
        ],
        "summary": [
            "Cazorla recently gave an interview to Marca in which he revealed he was told by doctors that he would be fortunate to walk again following an ankle injury.",
            "According to the Daily Mail, Arsenal’s Spanish-based scouts, led by head of overseas recruitment Francis Cagagio, scouted Silva during a loan spell at Eibar in 2004.",
            "Silva, 19 at the time, was on a loan at Eibar from Valencia when Arsenal studied him.",
            "The Spaniard would have struggled for minutes back then, with Dennis Bergkamp, Robert Pires, Cesc Fabregas, Jose Antonio Reyes and Freddie Ljungberg all at the club, but there would have been little risk in signing him,\n\nYet Arsenal opted against it, and Silva would join Celta Vigo on loan for the 2005-06 season.",
            "And Wenger will have front row seats to watch Silva in action when his Arsenal side travel to the Etihad Stadium on Sunday."
        ],
        "geo_coordinates": [
            [
                51.5073219,
                -0.1276474
            ]
        ],
        "link": "http://www.givemesport.com/1185797-arsenal-sent-scouts-to-watch-david-silva-play-in-2004?autoplay=on",
        "img_url": "http://givemesport.azureedge.net/images/17/11/04/5a20a3455e1f5c70983cefcf2660a2ef/1200.jpg"
    },
    {
        "category": "Sports",
        "title": "Hogs find unlikely battle with D-II foe",
        "locations": [
            "Missouri"
        ],
        "summary": [
            "FAYETTEVILLE -- Missouri Western was picked in a preseason coaches poll to finish 14th in the Mid-American Intercollegiate Athletic Conference, but the NCAA Division II basketball team gave the Arkansas Razorbacks all they wanted for more than 30 minutes Friday night in Walton Arena.",
            "Senior guard Jaylen Barford hit 8 of 13 shots and led the University of Arkansas, Fayetteville with 23 points in 36 minutes.",
            "\"Let's credit Missouri Western,\" Arkansas Coach Mike Anderson said.",
            "Bailey, who started both exhibition games, had 3 points, 3 rebounds and 2 turnovers in 11 minutes.",
            "Anderson improved to 32-0 in exhibition games as a coach, including 14-0 at Arkansas."
        ],
        "geo_coordinates": [
            [
                37.9642529,-91.8318334
            ]
        ],
        "link": "http://www.arkansasonline.com/news/2017/nov/04/hogs-find-unlikely-battle-with-d-ii-foe-1/",
        "img_url": "http://media.arkansasonline.com/img/photos/2017/11/03/UA_BKC_MO_WEST_020.jpg"
    },
    {
        "category": "Sports",
        "title": "Penn State vs. Michigan State live stream: How to watch online",
        "locations": [
            "Pennsylvania"
        ],
        "summary": [
            "The Penn State Nittany Lions face the Michigan State Spartans on Saturday, Nov. 4 in college football Week 10, and here’s all the info you need to watch.Penn State was so close last week.",
            "Penn State has some of of the most talented players in the country, and we are going to find out how truly tough they are coming off of a rough loss.Penn State is not the only one coming off a loss.",
            "Michigan State is coming off a tough loss, as they fell to Northwestern last week in dramatic fashion, falling to them in the third overtime.",
            "One thing we are going to find out is which team has a shorter memory, the Mighty Spartans, or the quick Nittany Lions.Penn State is led by their all world running back, Saquon Barkley.",
            "Stopping this offense will not be easy, but if anyone is up to it, you can bet its Mark D’antonio’s boys.The Michigan State Spartans have never had the flashiest offense, but they will beat you the only way they know how, with a hard nosed defense, and a running gam they will use until you can prove you can stop it, led by LJ Scott, with over 510 yards rushing and four touchdowns.Details for Saturday’s game are below:Date: Saturday, Nov. 4Start time: Noon ETLocation: East Lansing, MIStadium: Spartan StadiumTV Info: FoxLive Stream: FoxSportsGo, FuboTVThis will be a matchup of who’s strength will take over the other."
        ],
        "geo_coordinates": [
            [
                41.2033216,-77.19452469999999
            ]
        ],
        "link": "https://fansided.com/2017/11/04/penn-state-michigan-state-football-live-stream-watch-online/",
        "img_url": "https://imagesvc.timeincapp.com/v3/fan/image?url=https://fansided.com/wp-content/uploads/getty-images/2017/10/867562168-penn-state-v-ohio-state.jpg.jpg&"
    },
    {
        "category": "Sports",
        "title": "Serena Williams' 2018 schedule is a mystery: unlikely to play Brisbane",
        "locations": [
            "Sydney"
        ],
        "summary": [
            "There is a lot of mystery around Serena Williams's First part of 2018 schedule.",
            "Brisbane International, which takes place in the first week of the new year, is expected to have the best field on the men's side with Andy Murray, Rafael Nadal, Nick Kyrgios and Grigor Dimitrov to play, but also on the women's with Garbine Muguruza, Karolina Pliskova and Sloane Stephens.However it is \"highly\" unlikely to feature Serena, said tournament director Geoff Quinlan after contacting the former World No. 1's management according to Courier Mail.",
            "But it is highly unlikely we will see Serena in Brisbane this time', Quinlan said.",
            "She has played here (three times) and has also played Hopman Cup and Auckland (in the first week of a season).'",
            "So there may be two options: play Kooyong exhibition, which is unlikely, or Sydney which takes place the week before Australian Open and will feature Serena's sister Venus.In 1 September 2017 Serena gave birth her baby girl Alexis Olympia Jr., she has not been posted any photo or video featuring herself playing tennis yet."
        ],
        "geo_coordinates": [
            [
                -33.8548157,
                151.2164539
            ]
        ],
        "link": "http://www.tennisworldusa.org/tennis/news/Serena_Williams/48815/serena-williams-2018-schedule-is-a-mystery-unlikely-to-play-brisbane/",
        "img_url": "http://www.tennisworldusa.org/imgb/53032/serena-williams-2018-schedule-is-a-mystery-unlikely-to-play-brisbane.jpg"
    },
    {
        "category": "Sports",
        "title": "Filip Krajinovic says he is shocked by Rafael Nadal's withdrawal",
        "locations": [
            "Paris"
        ],
        "summary": [
            "Filip Krajinovic really struggled to realize he benefited of Rafael Nadal's withdrawal due to a knee injury from Paris Masters to advance to his first Masters 1000 semifinal ever at 27 age. '",
            "That's why you practice and that's why you're playing tennis and then all of a sudden I'm in the semis.And I'm also happy first time to play semis Masters.",
            "And then match by match and now I'm in the semis and it's unreal, to be honest.'",
            "'My goal this year was to play challengers to pick up the points for the next year to play against those guys.",
            "So next year it's going to be like that, playing with those guys."
        ],
        "geo_coordinates": [
            [
                48.8566101,
                2.3514992
            ]
        ],
        "link": "http://www.tennisworldusa.org/tennis/news/Tennis_Interviews/48857/filip-krajinovic-says-he-is-shocked-by-rafael-nadal-s-withdrawal/",
        "img_url": "http://www.tennisworldusa.org/imgb/53072/filip-krajinovic-says-he-is-shocked-by-rafael-nadal-s-withdrawal.jpg"
    },
    {
        "category": "Sports",
        "title": "St. Xavier",
        "locations": [
            "Ohio"
        ],
        "summary": [
            "SPRINGFIELD TWP., Ohio - Nothing Chase Wolf does surprises his coach anymore.The St. Xavier quarterback threw a 37-yard touchdown pass to Jared Kreimer on the last play of the first half - one of four TD passes on the night - and led the Bombers to a 40-12 playoff win over Fairfield.St.",
            "St. X, the defending Division I state champ,  will meet Sycamore, a 41-35 overtime winner over Milford, on a neutral field next Friday night.The Indians (6-5) used a punishing ground attack early to gain a 6-2 first-quarter edge, but failed to contain Wolf as the Bombers (10-1) rolled off the next 38 points ast Ballaban Field.The Bombers got on the board first when Will Childs buried Fairfield quarterback Jeff Tyus in the end zone for a safety.Malik Vann sacked and stripped Wolf on the next possession, and the Indians cashed in when JuTahn McClain went over from 9 yards away.Quick-play St. X then struck twice.",
            "Following a good kickoff return after the Fairfield score, Wolf completed a long pass to Kreimer (five catches, 127 yards) and Matthew Fox scored on a 1-yard run for a 9-6 lead.Following an FHS punt, Wolf found Andrew Wittrock (five catches, 151 yards) with a 77-yard scoring toss, and the Bombers led 16-6.",
            "Fairfield pinned St. X on its own 15 with 1:07 left in the half, but Wolf moved the Bombers up the field before hooking up with Kreimer on the last play of the half.Fairfield had success running the ball early, picking up 118 first-half yards, but the hosts clogged the middle in the second half while blitzing Tyus, finishing with six sacks.",
            "Xavier 9-14-14-3--40X: Safety, Will Childs tackled quarterback Jeff Tyus in the end zoneF: JuTahn McClain 9 run (Kick blocked)X: Matthew Fox 1 run (Donny Stock kick)X: Andrew Wittrock 77 pass from Chase Wolf (Stock kick)X: Jared Kreimer 37 pass from Wolf (Stock kick)X: Nick Shamsi 12 pass from Wolf (Stock kick)X: Cameron Specht 23 pass from Wolf (Stock kick)X: Stock 33 field goalF: Erick All 18 pass from Tyus (Run failed)"
        ],
        "geo_coordinates": [
            [
                40.2253569,
                -82.6881395
            ]
        ],
        "link": "http://www.wcpo.com/sports/high-school-sports/st-xavier-shocks-fairfield-with-hail-mary-td-pass-goes-on-to-40-12-playoff-victory",
        "img_url": "http://media2.wcpo.com/photo/2017/11/04/WCPO_Andrew_Wittrock_of_St._Xavier_1509783586482_70566050_ver1.0_640_480.png"
    },
    {
        "category": "Business",
        "title": "Governor’s aerospace adviser leaving for private sector",
        "locations": [
            "Seattle"
        ],
        "summary": [
            "OLYMPIA — John Thornquist, who has served as Gov. Jay Inslee’s top aerospace adviser the past 18 months, is quitting to return to the private sector.",
            "Inslee hired Thornquist in April 2016 to serve as director of the Office of Aerospace, housed in the state Department of Commerce.",
            "“The governor is grateful for his service to the state and what he did for the aerospace industry,” Inslee spokeswoman Tara Lee said.",
            "The aerospace sector he runs is part of this office.",
            "A Seattle resident, Thornquist served as chief executive officer of Carbon Aerospace, an engineering and manufacturing consulting firm in Everett that he and three others founded."
        ],
        "geo_coordinates": [
            [
                47.6038321,
                -122.3300624
            ]
        ],
        "link": "http://www.heraldnet.com/news/governors-aerospace-adviser-leaving-for-private-sector/",
        "img_url": "http://www.heraldnet.com/wp-content/uploads/2017/04/heraldnet_logo.png"
    },
    {
        "category": "Sports",
        "title": "Stanford gets Love back for key game at WSU",
        "locations": [
            "California"
        ],
        "summary": [
            "With Bryce Love sidelined by an ankle injury, 18th-ranked Stanford’s offense nearly ground to a halt in a slim victory over Oregon State.",
            "Washington State coach Mike Leach said Falk would start against the Cardinal.",
            "With Love on the bench last week, Stanford produced only 222 yards of total offense, 81 yards on the ground, against Oregon State, which is winless in conference play this season.",
            "Things to consider as Stanford prepares to play at Washington State:\n\nACADEMICS, SCHMACADEMICS: Despite Stanford’s high academic standards, Leach does not think it is particularly hard to recruit to the school.",
            "HELLO HERCULES: Washington State defensive lineman Hercules Mata’afa, one of 18 semifinalists for the Bednarik award given to the nation’s best defensive player, has 15 tackles for loss this season."
        ],
        "geo_coordinates": [
            [
                36.778261,-119.41793239999998
            ]
        ],
        "link": "http://www.postregister.com/articles/sports-college/2017/11/04/stanford-gets-love-back-key-game-wsu",
        "img_url": "http://www.postregister.com/sites/default/files/field/image/1253696_web1_1253696-1aad3e618ec74447a46538742324cfa7.jpg"
    },
    {
        "category": "Sports",
        "title": "UMass vs. Mississippi State live stream: How to watch online",
        "locations": [
            "Auburn"
        ],
        "summary": [
            "The No. 16 Mississippi State Bulldogs will host the UMass Minutemen on Saturday afternoon in Week 10.",
            "One game going on in the early afternoon on Saturday will be between the UMass Minutemen (2-6) and the No. 16 Mississippi State Bulldogs (6-2).",
            "Mississippi State may not win the SEC West, but does have a clear path to 10 wins if Dan Mullen’s team wants it.TV ScheduleDate: Saturday, Nov. 4Time: 12:00 p.m. ETLocation: Starkville, MississippiVenue: Davis Wade StadiumTV Info: SEC NetworkLive Stream: WatchESPN, FuboTVAccording to OddsShark, the Bulldogs will be laying a massive 31.5 points at home to the visiting Minutemen.",
            "This game’s over/under comes in at a combined 57 points.Betting OddsPoint Spread: Mississippi State -31.5Moneylines: Mississippi State -15,000, UMass +6,000Over/Under: 57Obviously, Mississippi State is the massive favorite in this ball game.",
            "Be sure to tune in to the SEC Network at 12:00 p.m. ET on Nov. 4 to see UMass take on Mississippi State in Starkville."
        ],
        "geo_coordinates": [
            [
                32.651488,
                -85.4535358625927
            ]
        ],
        "link": "https://fansided.com/2017/11/04/mississippi-state-umass-football-live-stream-watch-online/",
        "img_url": "https://imagesvc.timeincapp.com/v3/fan/image?url=https://fansided.com/wp-content/uploads/getty-images/2017/11/610529682-mississippi-state-university-vs-umass-amhurst-at-gillette-stadium.jpg.jpg&"
    },
    {
        "category": "Sports",
        "title": "Dos Pueblos Completes Perfect League Season With 69-14 Romp",
        "locations": [
            "California"
        ],
        "summary": [
            "Chargers could get No. 2 seed for CIF Division 10 playoffs\n\nDos Pueblos put an exclamation point on its Channel League football championship on Friday night, erupting for 11 touchdowns in a 69-6 rout over San Marcos at Scott O’Leary Stadium.",
            "In the second quarter, Lopez scored his second touchdown on 1-yard run and quarterback Jake Ramirez followed with a touchdown from the 1.",
            "Dos Pueblos continued to pound the football on the ground and Will Yamasaki scored the seventh touchdown on a 4-yard run for a 48-6 halftime lead.",
            "Lopez had a 15-yard touchdown run and Mollkoy kicked the PAT to put the Chargers ahead 54-6 in the third quarter.",
            "Nick Vazquez of DP and broke free for a 56-yard touchdown run, increasing the lead to 68-6 late in the third quarter."
        ],
        "geo_coordinates": [
            [
                36.778261,-119.41793239999998
            ]
        ],
        "link": "https://www.noozhawk.com/article/dos_pueblos_completes_perfect_league_season_with_69_14_romp",
        "img_url": "http://www.noozhawk.com/images/made/images/uploads/110517-Rob-Alfaro-DP_1200_809_s.jpg"
    },
    {
        "category": "Sports",
        "title": "Jets’ dancing defense a social media hit",
        "locations": [
            "New York"
        ],
        "summary": [
            "In this Thursday, Nov. 2, 2017, photo, New York Jets cornerback Darryl Roberts (27) and strong safety Jamal Adams (33) dance between plays during the second half of an NFL football game against the Buffalo Bills in East Rutherford, N.J. Playing under the bright lights of MetLife Stadium--just a few miles across the Hudson River from Broadway--Demario Davis, Adams, Darron Lee and the rest of the Jets' D shook off their previous fourth-quarter struggles with some serious dance moves.",
            "(AP Photo/Kathy Willens)\n\nNEW YORK (AP) — The New York Jets’ dancing defense is an opponent-smashing hit."
        ],
        "geo_coordinates": [
            [
                40.7127753,-74.0059728
            ]
        ],
        "link": "http://www.postregister.com/articles/sports-pro/2017/11/04/jets%E2%80%99-dancing-defense-social-media-hit",
        "img_url": null
    },
    {
        "category": "Sports",
        "title": "Ohio State vs. Iowa live stream: How to watch online",
        "locations": [
            "Oklahoma"
        ],
        "summary": [
            "The Ohio State Buckeyes face the Iowa Hawkeyes on Saturday, and here is all the info you need to watch it.The Ohio State Buckeyes did not get off to the best start to begin their 2017 season.",
            "Since that loss at Oklahoma, he has thrown 22 touchdowns against no interceptions, including three last week in the victory over the Penn State Nittany Lions.",
            "There is also the streaming option of FuboTV, which is an option that requires a paid membership to use the service.Details for Saturday’s games are below:Date: Saturday, Nov. 4Start time: 3:30 p.m. ETLocation: Iowa CityStadium: Kinnick StadiumTV info: ESPNLive stream: WatchESPN.",
            "But, coming into Kinnick Stadium could cost the Buckeyes, as it almost gave Penn State their first loss of the year if not for their game-winning touchdown pass.",
            "Expect Ohio State to win this game, but Iowa will definitely test those boys from Columbus."
        ],
        "geo_coordinates": [
            [
                34.9550817,
                -97.2684063
            ]
        ],
        "link": "https://fansided.com/2017/11/04/ohio-state-iowa-football-live-stream-watch-online/",
        "img_url": "https://imagesvc.timeincapp.com/v3/fan/image?url=https://fansided.com/wp-content/uploads/getty-images/2017/11/868313946-penn-state-v-ohio-state.jpg.jpg&"
    },
    {
        "category": "Sports",
        "title": "Harrisburg native, former Penn State wrestling champion Phil Davis looking for big fight after Bellator 186 win",
        "locations": [
            "Pennsylvania"
        ],
        "summary": [
            "STATE COLLEGE -- Phil Davis didn't just return home to get back on track at Bellator 186 inside the Bryce Jordan Center Friday.",
            "After losing his light heavyweight title to Ryan Bader at Madison Square Garden in June, Davis (18-4-1) said in the lead-up to Friday that he just wanted to get back to winning.",
            "Someone asked what Davis thought about Muhammed \"King Mo\" Lawal getting the next crack at Bader.",
            "So, how about a crack at Lawal, whom Davis defeated via unanimous decision back at Bellator 154?",
            "And, Friday, the former Penn State wrestler's hands carried him back to where he wants to be -- in position for something big with Bellator."
        ],
        "geo_coordinates": [
            [
                41.2033216,-77.19452469999999
            ]
        ],
        "link": "http://www.pennlive.com/sports/index.ssf/2017/11/harrisburg_native_former_penn_3.html",
        "img_url": "http://image.pennlive.com/home/penn-media/width620/img/patriot-news/photo/2017/11/03/23713382-standard.jpg"
    },
    {
        "category": "Sports",
        "title": "Three keys for a rejuvenated UNLV football team against Hawaii",
        "locations": [
            "Hawaii"
        ],
        "summary": [
            "With last week’s win at Fresno State, the Rebels are 3-5, and the rejuvenated squad can draw even closer to bowl qualification with a home victory today against Hawaii (3 p.m., Sam Boyd Stadium).",
            "Stanton didn’t take any deep shots against Fresno State, and the coaching staff probably won’t ask him to throw deep very often this week.",
            "UNLV played its best defensive game of the season at Fresno State.",
            "Hawaii’s offense is not as potent as Fresno State; the Rainbow Warriors are built around running back Diocemy Saint Juste (1,134 rushing yards, 5.7 yards per carry), but they lost top receiver John Ursua (667 yards, five touchdowns) to an ACL injury, so the passing game may be limited.",
            "If the Rebels’ defensive backs cover like they did at Fresno State, they should be able to get Hawaii off the field, win this game and pump some serious life into their bowl hopes."
        ],
        "geo_coordinates": [
            [
                21.2160437,
                -157.975203
            ]
        ],
        "link": "http://lasvegassun.com/news/2017/nov/04/three-keys-for-unlv-football-vs-hawaii/",
        "img_url": "http://photos.lasvegassun.com/media/img/photos/2017/09/04/20170902_Sun_UNLV_Howard_Football_LE18_t378.jpg?42670983c634e7c20626cc4856c543752c0d8b2f"
    },
    {
        "category": "Sports",
        "title": "Former UNLV golfer finds refuge on course after mass shooting. Most of the time.",
        "locations": [
            "Las Vegas"
        ],
        "summary": [
            "A month removed from that nightmare, McInerney, 24, made his PGA Tour debut in Las Vegas on Thursday at the Shriners Hospitals for Children Open, an event he attended as a fan several times when he was a teenager.",
            "McInerney, who was on the Web.com Tour last season, is playing on a sponsor’s exemption, and he considers the opportunity another step in what he described as “the full process of coping with” one of the deadliest mass shootings in American history.",
            "By pure happenstance, McInerney, a late addition to the event, played the pro-am alongside DeView, and they spent the round sharing their stories about the night of the shooting.",
            "A bigger test for McInerney came on Oct. 10, when the NHL expansion franchise, the Vegas Golden Knights, held their home opener against the Arizona Coyotes at T-Mobile Arena, roughly a mile from the site of the shooting.",
            "“That was the first time I had been in a public place like that since the shooting,” McInerney said, “and I think it was important for me and my friends to be there and kind of get that out of the way."
        ],
        "geo_coordinates": [
            [
                36.1699412,-115.13982959999998
            ]
        ],
        "link": "http://lasvegassun.com/news/2017/nov/04/golf-course-has-become-a-refuge-for-former-unlv-go/",
        "img_url": "http://photos.lasvegassun.com/media/img/photos/2013/05/22/McInerney%20-%20Jamie%20Schwaberow%20-%20NCAA%20Photos_t378.jpg?42670983c634e7c20626cc4856c543752c0d8b2f"
    },
    {
        "category": "Sports",
        "title": "Ohio State heads to Iowa for the first time in seven years: Buckeye Breakfast Gameday",
        "locations": [
            "Iowa"
        ],
        "summary": [
            "Ohio State Buckeyes vs. Penn State Nittany Lions\n                    \n                  \n                          \n                        \n                        \n                        Urban Meyer heads to Iowa City for the first time as the Ohio State head coach on Saturday as they face the Hawkeyes.",
            "(Marvin Fong, The Plain Dealer)\n                      \n                      \n                        \n                        \n                          \n                            \n                          \n                        \n                        IOWA CITY, Iowa — Ohio State makes its first trip to Iowa since 2010 as the Buckeyes battle the Hawkeyes.",
            "By Tim Bielik, cleveland.com\n                      \n                    \n\n                    \n                    \n                    \n                  \n                    \n                      \n                        \n                          \n                            \n                          \n                        \n                        \n                        \n                      \n                      \n                        \n                        \n                          \n                            Catch up on this week's Ohio State news\n                          \n                        \n                        \n                      \n                    \n\n                    \n                    \n                    \n                  \n                    \n                      \n                      \n                        \n                        \n                          \n                            Listen to our Week 10 podcast\n                          \n                        \n                        Get caught up with the Week 10 episode of Buckeye Talk as Tim Bielik, Bill Landis and Doug Lesmerises dive deep into the playoff talk after Ohio State’s comeback vs. Penn State.",
            "We talk the Buckeyes’ chances to get into the College Football Playoff if they win out, as well as their nightmare scenario and how the Buckeyes are dividing up running back touches.",
            "All that plus your usual dose of food talk in this week’s episode."
        ],
        "geo_coordinates": [
            [
                41.9216734,
                -93.3122705
            ]
        ],
        "link": "http://www.cleveland.com/osu/2017/11/ohio_state_heads_to_iowa_for_t.html",
        "img_url": "http://image.cleveland.com/home/cleve-media/width620/img/osu_impact/photo/23713668-standard.jpg"
    },
    {
        "category": "Sports",
        "title": "Packers Podcast: Aaron Rodgers speaks to the media; key matchups vs. Lions",
        "locations": [
            "Milwaukee"
        ],
        "summary": [
            "Share This Story!Let friends in your social network know what you are reading aboutPackers Podcast: Aaron Rodgers speaks to the media; key matchups vs. LionsIn Saturday's podcast, Michael Cohen and Tom Silverstein discuss Green Bay Packers quarterback Aaron Rodgers' first media session since his injury.Posted!A link has been posted to your Facebook feed.",
            "Packers Podcast: Aaron Rodgers speaks to the media; key matchups vs. LionsGreen Bay Packers quarterback Aaron Rodgers is carted off the field during the first quarter.",
            "(Photo: Mark Hoffman, Milwaukee Journal Sentinel)In Saturday's podcast, Michael Cohen and Tom Silverstein discuss the first media session for Green Bay Packers' quarterback Aaron Rodgers since breaking his collarbone against the Minnesota Vikings.",
            "And, as always, a breakdown of key matchups for Monday's game between the Packers and Detroit Lions.Download the mp3 file here, listen to the stream here or below, or subscribe to it in the iTunes store, on Stitcher or via the RSS feed."
        ],
        "geo_coordinates": [
            [
                43.0349931,
                -87.922497
            ]
        ],
        "link": "http://rssfeeds.postcrescent.com/~/485667224/0/appleton/home~Packers-Podcast-Aaron-Rodgers-speaks-to-the-media-key-matchups-vs-Lions/",
        "img_url": "https://www.gannett-cdn.com/-mm-/4a0e713a1493b6617d0fb74c424e7ed710590f60/c=0-531-5177-3456&r=x1683&c=3200x1680/local/-/media/2017/10/15/WIGroup/PackersNews/636436717575171015-MJS-packers16-5-hoffman.jpg-packers16.jpg"
    }
]